[strings]
Translator = Knight Rider (SoQuadrinhos) - Updated by bobmacoy
KrentoWelcome = Bem-vindo ao Krento
KeyRegistrationFailed = Falha ao registrar chave
HotKeyMustIncludeModifier = A tecla de acesso rápido deve incluir uma chave modificadora.
UnsupportedProcessWindowStyle = Valor de Estilo de Processamento de Janela não suportado.
ErrorCreateNewGuid = Erro ao criar novo Guia
WindowText = Pedra Krento
ManagerWindowText = Gerenciador Krento
MissingFile = Arquivo ausente / inválido
StoneAbout = Sobre
StoneChangeType = Mudar tipo de pedra
StoneMyDocuments = Meus Documentos
StoneMyMusic = Minhas Músicas
StoneMyPictures = Minhas Imagens
StoneMyIP = Meu atual endereço IP
StoneMyComputer = Meu Computador
StoneFile = Lançador de arquivo ou web site
StoneRecycleBin = Lixeira
StoneDesktop = Mostrar Área de Trabalho
StoneShutdown = Desligar Computador
StoneSuspend = Suspender Computador
StoneHibernate = Hibernar Computador
StoneRestart = Reiniciar Computador
StoneRing = Aneis de Aplicativos Krento
ManagerDefaultBackground = <Fundo padrão>
StoneConfigure = Configure esta pedra
FileConfigTarget = Alvo
FileConfigDescription = Descrição
FileConfigCommandLine = Parâmetros de linha de comando
FileConfigArgument = Descrição do argumento
FileConfigSelect = Selecione...
FileConfigDefault = Padrão
FileConfigTargetHint = Selecione o nome do arquivo alvo ou endereço de web site\nVocê pode usar ## como um parâmetro que será perguntado\ndurante a execução da pedra
FileConfigDescriptionHint = Insira uma descrição útil do alvo
FileConfigBrowseHint = Navegue seu computador até o novo alvo
FileConfigCommandLineHint = Parâmetros de linhas de comando opcionais
FileConfigArgumentHint = Se você inserir ## no campo alvo, você pode\nprover aqui o texto do lembrete que será\nusado durante a execução da pedra
Browse = Navegar...
OK = OK
Cancel = Cancelar
FileConfigOKHint = Salvar configuração de pedra
FileConfigCancelHint = Descartar todas as suas alterações
FileConfigSelectHint = Selecione novo ícone para esta pedra
FileConfigDefaultHint = Assinale ícone padrão para esta pedra
FileConfigTitle = Configuração
ErrorDeleteDefaultRing = Não pode apagar anel padrão
ErrorDeleteSingleRing = Não pode apagar o último anel
ErrorDeleteCurrentCircle = Não pode apagar o anel atual
ErrorOverWriteCurrentCircle = Não pode sobrescrever o atual anel
CircleDefaultDescription = Anéis de Aplicativos Krento
KrentoShortName = Krento
KrentoHookMissing = Arquivo KrentoHook.dll não existe ou está corrompido
HotkeyCollision = Muito bem!  Você pode usar Krento com sucesso...mas tem um pequeno problema.\n\nKrento usa a tecla de acesso rápido {0} para lhe dar acesso rápido de teclado à janela inicializadora.  Outro aplicativo já registrou a tecla de acesso rápido {0}.  Você pode pressionar {0} para ver qual aplicativo registrou a tecla de acesso rápido.\n\nPara arrumar isso, reconfigure o outro aplicativo para usar uma tecla de acesso rápido diferente ou feche o outro aplicativo e reinicie Krento.  Enquanto isso, você pode abrir a janela inicializadora com um duplo clique no pulsar da área de trabalho.
PulsarHelp = Ajuda
PulsarAbout = Sobre...
PulsarOptions = Opções
PulsarClose = Fechar Krento
KrentoIsRunning = Krento já está rodando
NewCircle = Carregar / Editar círculo
CreateCircle = Criar novo círculo
KrentoNewSkin = Mudar skin atual
WelcomeMessage = Bem-vindo ao Krento!\nPressione as teclas {0} {1} {2} \npara mostrar o Gerenciador de Pedras Krento
OrClick = ou clique
MouseWheelButton = Roda do Mouse
MouseXButton1 = Ação 1 do Botão do Mouse
MouseXButton2 = Ação 2 do Botão do Mouse
PulsarShow = Mostrar Pulsar
PulsarHide = Esconder Pulsar
ManagerShow = Mostrar Pedras Krento
ManagerHide = Esconder Pedras Krento
KrentoTaskCircle = Círculo de tarefas Krento (*.circle)|*.circle
WarningRingExists = Um anel com esse nome já existe.\nVocê quer sobrescrevê-lo?
NextCircle = Próximo círculo
PrevCircle = Círculo anterior
TargetCircle = Nome do Círculo
SelectStoneType = Selecione tipo de pedra
Delete = Apagar
Modify = Modificar
Load = Carregar
Settings = Configurações
KrentoStartup = Iniciando Krento
RunWithWindows = Iniciar Krento com o Windows
KeyboardActivation = Ativação de Teclado
UseDefaultKey = Use a padrão (Win + C)
MouseActivation = Ativação de Mouse
ButtonControl = Botão de controle
ButtonShift = Botão Shift
ButtonAlt = Botão Alt
General = Geral
Tuning = Afinação
RingLocation = Local do anel
ScreenCenter = Centralizar na tela
MouseCursorPosition = Posição do cursor do mouse
AssociateRing = Associar arquivos .circle com o Krento
UseCtrlTab = Dica: Use Ctrl +Tab para alternar entre telas de configurações
Disabled = Desabilitado
MouseWheelClick = Clique na Roda do Mouse
MouseActionOneButton = Botão de Ação 1 do Mouse
MouseActionTwoButton = Botão de Ação 2 do Mouse
OpenSkinsFolder = Abrir Pasta de Skins
OpenDataFolder = Abrir Pasta de Dados
OpenStonesFolder = Abrir Pasta de Pedras
OpenCacheFolder = Abrir Pasta Cache
ClearCache = Limpar Cache de Imagens
TrayIcon = Ícone da Bandeja do Sistema
ShowTrayIcon = Mostrar Ícone da Bandeja do Sistema
ShowPopupAlerts = Mostrar Alertas Popup
SplashScreen = Tela de Abertura
ShowSplashScreen = Mostrar Tela de Abertura
UserFolders = Pastas de Usuário
Maintainance = Manutenção
ImageFilesFilter = Arquivos de Imagens (*.PNG;*.BMP;*.JPG;*.GIF;*.ICO)|*.PNG;*.BMP;*.JPG;*.GIF;*.ICO
SelectCircle = Selecione Círculo
Parameter = Parâmetro
Logo = Logo
Name = Nome
Description = Descrição
Calculator = Calculadora
Paint = Paint
Notepad = Bloco de Notas
Google = Google
CommandPrompt = Painel de Linha de Comando
Wikipedia = Wikipédia
KrentoForum = Fórum Krento
InternetExplorer = Internet Explorer
ControlPanel = Painel de Controle
DeviceManager = Gerenciador de Dispositivos
TaskManager = Gerenciador de Tarefas
KrentoNews = Novidades Krento
SearchPhrase = Insira frase de pesquisa
SearchText = Pesquisar texto
ApplicationsFilter = Aplicativos|*.exe|Todos os arquivos|*.*
Language = Idioma
RotationSpeed = Velocidade de Rotação
Radius = Raio
Trancparency = Transparência
StoneSize = Tamanho da Pedra
Circle = Círculo
FadeDelay = Tempo de Esmaecimento
MenuSkins = Skins de Menu
WindowWidth = Largura da Janela
WindowHeight = Altura da Janela
ResetToDefault = Restaurar padrão
DefaultSkin = Skin Padrão
Toys = Toys
PortNumber = Número de Porta
ActivateServer = Ativar servidor web
ServerRoot = Pasta Raíz
IndexPage = Página Índice
ToysFilter = Arquivos Toys (*.toy;*.docklet)|*.toy;*.docklet
StonesFilter = Pedras Krento (*.stone)|*.stone
InstallStone = Instalar nova pedra
InstallToy = Instalar novo toy
BackupData = Cópia reserva de dados pessoais
Documents = Documentos
Music = Música
Video = Vídeo
Pictures = Imagens
CurrentTime = Hora atual
CurrentDate = Data atual
Time = Hora
Date = Data
Applications = Aplicativos
Calendar = Calendário
InstallKrentoSkin = Instalar Skin do Krento
InstallMenuSkin = Instalar Skin de Menu
KrentoSkinFilter = Skins do Krento (*.kskin)|*.kskin
KrentoMenuSkinFilter = Skins de Menu Krento (*.kmenu)|*.kmenu 
AppletAddRemoveProgram = Adicionar / Remover Programas
AppletDateAndTime = Data / Hora
AppletPrintersAndFaxes = Impressoras
AppletNetworkConnections = Conexão de rede
AppletFonts = Fontes
AppletDisplayBackground = Plano de fundo
AppletAppearance = Aparência
AppletUserAccounts = Conta de usuário
AppletThemes = Temas
AppletAccessibilityOptions = Acessibilidade
AppletMouse = Mouse
AppletKeyboard = Teclado
GMail = GMail
Twitter = Twitter
Blogger = Blogger
Facebook = Facebook
YouTube = YouTube
Wordpress = Wordpress
Yahoo = Yahoo
Reddit = Reddit
Flickr = Flickr
Delicious = Delicious
RemoveStone = Apagar Pedra Krento 
AddStone = Adicionar Pedro Krento
DesktopRing = Área de Trabalho
Programs = Aplicativos
HideToy = Ocultar Toy
;
ShowManagerButtons = Mostrar botões de gerenciamento
ShowStonesHint = Mostrar janela de sugestões das pedras
HideOnClick = Minimizar ao clicar
StonesNumber = Número padrão de pedras vazias
IconSize =  Tamanho dos ícones
ActivateUsingKeyboard = Ativar Krento utilizando o teclado
ShowSelector = Usar o atalho Windows + N para seleção de circulos
ActivateUsingMouse = Ativar Krento usando o mouse
DesktopClick = Ativar ao clicar duas vezes no Desktop
RightButtonActivation = Ativar ao clicar e segurar o botão direito do mouse
FixedPosition = Posição fixa
ActivateOnStart = Mostrar circulos quando Krento iniciar
RotateOnClick = Girar ao clicar
CheckUpdates = Verificar por atualizações automaticamente
LiveReflection = Ativar reflexo dos ícones
UseSounds = Usar Sons
AdvancedSettings = Configurações Avançadas
Personalization = Personalização
Error = Erro
Close = Fechar
Restart = Reiniciar
CheckUpdateNow = Verificar agora\nKrento conectará a internet para verificar por atualizações disponíveis
DoNotCheckUpdate = Cancelar\nNão verificar por atualizações agora
DoNotAsk = Não pergunte-me novamente
WriteSettingsError = Erro ao salvar o arquivo de configuração no disco
InvalidCircleName = O nome do novo círculo não é válido
CreateStoneError = Erro na criação da pedra
NewVersionAvailable = Nova versão do Krento {0} está disponível para download em {1}
KrentoNotification = Notificações do Krento
CopyDocument = Arquivo {0} foi copiado para a pasta Meus Documentos
CopyPicture = Arquivo {0} foi copiado para a pasta Minhas imagens
CopyMusic = Arquivo {0} foi copiado para a pasta Minhas Músicas
DefaultRingName = Padrão
SocialNetworks = Redes Sociais
PowerManagement = Gerenciamento de Energia